/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Apresentando Skype WiFi";
"INTRO_SUBHEADER" = "Fique online em hotspots WiFi públicos e pague com Crédito Skype apenas pelos minutos que você usar.";
"INTRO_ICON_WIFI" = "Use o Skype, verfique seus emails e navegue na rede.";
"INTRO_ICON_GLOBE" = "Skype WiFi está disponível em mais de um milhão de locais em todo o mundo.";
"INTRO_ICON_SKYPECREDIT" = "Pague apenas pelos minutos que usar.";

"STATE_CHECKINGNETWORK_HEADER" = "Por favor, aguarde…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "Verificando rede para Skype WiFi";

"STATE_JOINWIFI_HEADER" = "Você não está conectado a um WiFi";
"STATE_JOINWIFI_SUBHEADER" = "Por favor, acesse uma rede WiFi pública que suporte o Skype WiFi.";

"STATE_ALREADYONLINE_HEADER" = "Você já está online";
"STATE_ALREADYONLINE_SUBHEADER" = "Parece que você já está conectado à internet. Skype WiFi permite que você fique online em hotspots WiFi públicos em mais de 1 milhões de locais no mundo inteiro.";

"STATE_GENERALERROR_HEADER" = "Não foi possível se conectar";
"STATE_GENERALERROR_SUBHEADER" = "Esta rede WiFi não está respondendo corretamente. Por favor, conecte-se a uma rede diferente.";

"STATE_CONNECT_HEADER" = "Skype WiFi está disponível aqui";
"STATE_CONNECT_TOS_HTML_FORMAT" = "Ao conectar, concordo com os <a href=\"%@\">termos&nbsp;de&nbsp;serviço</a> do provedor";

"STATE_CONNECT_BUTTON" = "Conectar";
"STATE_CONNECTING_BUTTON" = "Conectando…";

"STATE_CONNECTED_SHORT" = "Conectado";
"STATE_CONNECTED_HEADER" = "Você está online com Skype WiFi";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "Desconectar";
"STATE_DISCONNECTING_BUTTON" = "Desconectando…";

"STATE_NOCREDIT_HEADER" = "Crédito Skype insuficiente";


/* === Mac only === */

"OK_BUTTON" = "OK";
"LEARNMORE_BUTTON" = "Saiba mais";
"CLOSE_BUTTON" = "Fechar";
"GO_BACK_BUTTON" = "Voltar";
"CONTINUE_BUTTON" = "Continuar";

"REQUIRES_OSX_VERSION_MESSAGE" = "Skype WiFi requer OS X %@ ou mais recente.";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "Skype WiFi ainda não pode ser usado com sua conta Microsoft. Por favor, conecte-se sua conta Skype.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "Skype WiFi ainda não pode ser usado com sua conta Microsoft. Por favor, crie uma conta Skype para se conectar.";

"MAIN_WINDOW_TITLE" = "Skype WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skype WiFi — “%@”";

"FLOATER_CONNECTED_TITLE" = "Você está online com Skype WiFi";
"FLOATER_CONNECTED_WISPR_TITLE" = "Você está online";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "Conexão expira em breve";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "Para sua proteção, quando conectado com o seu Crédito Skype, a conexão expira automaticamente caso você esqueça de desconectar.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d minutos";

"STATE_CONNECT_SUBHEADER" = "Conecte-se à Internet nesta rede usando o Skype WiFi e pague com Crédito Skype apenas pelos minutos que você usar.";
"STATE_CONNECT_FREE_HEADER" = "Skype WiFi aqui é grátis";
"STATE_CONNECT_FREE_SUBHEADER" = "Desfrute de acesso gratuito à internet neste hotspot WiFi com o Skype. Navegue na web, verifique seus emails ou simplesmente use o Skype.";
"STATE_CONNECT_WISPR_HEADER" = "Tenho conta com este provedor";
"STATE_CONNECT_WISPR_SUBHEADER" = "Se você já tem uma conta com este provedor, insira aqui as suas credenciais.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "Sua conexão com a internet expira em breve";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ Você pode desconectar a qualquer momento e você só será cobrado pelos minutos utilizados.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "Você online por cerca de %d minutos.";
"COUNTUP_0MIN" = "Você online por menos de um minuto.";
"COUNTUP_1MIN" = "Você online por cerca de um minuto.";
"STATE_CONNECTED_WISPR_HEADER" = "Você está online agora";
"STATE_CONNECTED_WISPR_SUBHEADER" = "Você está conectado com este provedor usando sua conta. Você pode desconectar a qualquer momento.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "Avalie este hotspot";

"STATE_CONNECTED_EXTEND_BUTTON" = "Permanecer online";
"STATE_CONNECTED_EXTENDING_BUTTON" = "Reconectando…";

"STATE_NOCREDIT_SUBHEADER" = "Você precisa de Crédito Skype para pagar por minuto pelo acesso à Internet usando o Skype WiFi aqui.";
"STATE_NOCREDIT_BUTTON" = "Compre Crédito Skype";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "Verificando rede";
"STATE_JOINWIFI_SHORT" = "Sem WiFi";
"STATE_ALREADYONLINE_SHORT" = "Já está online";
"STATE_GENERALERROR_SHORT" = "Erro";
"STATE_CONNECT_SHORT" = "Disponível aqui";
"STATE_NOCREDIT_SHORT" = "Sem crédito";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "%d minutos restantes";
"TIMEEXPIRE_1MINUTE_LEFT" = "1 minuto restante";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "Menos de um minuto restante";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "Sua conexão com a internet expira em breve.";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Nome Skype";
"LOGIN_PASSWORD_PLACEHOLDER" = "Senha";
"LOGIN_BUTTON" = "Conectar";
"SIGN_OUT_BUTTON" = "Desconectar";

/* unused */
"LOGIN_PROBLEMS" = "Problemas para se conectar?";
"LOGIN_CREATE_ACCOUNT" = "Criar uma conta";

/* iPhone/iPad */
"SETTINGS_TITLE" = "Ajustes";
/* unused */
"SETTINGS_BUTTON" = "Ajustes";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Skype WiFi Versão %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype e/ou Microsoft";
"ABOUT_PATENTPENDING" = "Patentes pendentes";
"ABOUT_FEEDBACK_BUTTON" = "Comentários";
"ABOUT_LEGAL_BUTTON" = "Legal";
"ABOUT_TRADEMARK" = "O nome Skype, as marcas comerciais e os logotipos associados e o logotipo \"S\" são marcas comerciais da Skype.";
"ABOUT_DISCLAIMER" = "Atenção: Este programa é protegido por leis de direitos autorais e tratados internacionais. A reprodução ou a distribuição não autorizada deste programa, ou de qualquer parte do mesmo, pode resultar em penalidades civis e criminais severas, e será processada até a extensão máxima permitida por lei.\n\nTraduzido para o Português Brasileiro por Fabio Roselet";

/* unused */
"PROFILE_BUTTON" = "Perfil";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Nome Skype";
"PROFILE_SKYPECREDIT" = "Crédito Skype";
"PROFILE_SKYPECREDIT_NA_VALUE" = "N/D";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "Carregando…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "Hotspots visitados";
"USAGE_PREVIOUSCONNECTIONS" = "Conexões anteriores";
"USAGE_LASTUSED" = "Usado pela última vez";
"USAGE_LASTUSED_NEVER_VALUE" = "nunca";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@ em %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "Locais populares";
"SUPPORTEDNETWORKS_PROVIDERS" = "Provedores";
